{
  "plugins": {
    "auto-save.nvim": {
      "src": "https://git.sr.ht/~nedia/auto-save.nvim"
    },
    "blink-cmp-env": {
      "src": "https://github.com/bydlw98/blink-cmp-env"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.9.0 - 1.10.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "csvview.nvim": {
      "src": "https://github.com/hat0uma/csvview.nvim"
    },
    "easytables.nvim": {
      "src": "https://github.com/Myzel394/easytables.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "gruvbox-minimal.nvim": {
      "src": "https://github.com/dybdeskarphet/gruvbox-minimal.nvim"
    },
    "iron.nvim": {
      "src": "https://github.com/Vigemus/iron.nvim"
    },
    "markdown-preview.nvim": {
      "src": "https://github.com/iamcco/markdown-preview.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "md-pdf.nvim": {
      "src": "https://github.com/arminveres/md-pdf.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "nvim-highlight-colors": {
      "src": "https://github.com/brenoprata10/nvim-highlight-colors"
    },
    "nvim-lightbulb": {
      "src": "https://github.com/kosayoda/nvim-lightbulb"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "todotxt.nvim": {
      "src": "https://github.com/phrmendes/todotxt.nvim"
    },
    "tree-sitter-manager.nvim": {
      "src": "https://github.com/romus204/tree-sitter-manager.nvim"
    },
    "vim-mediawiki": {
      "src": "https://github.com/m-pilia/vim-mediawiki"
    },
    "vimtex": {
      "src": "https://github.com/lervag/vimtex"
    }
  }
}
